[
  {
    "name": "Foodblock",
    "technics": "HTML / SCSS",
    "description_short_en": "Project description:",
    "description_short_de": "Projekt beschreibung:",
    "description_short_es": "Descripción del Proyecto:",
    "description_detail_en": "You will create a mobile-friendly website for one of the most popular food blogs out there, fittingly named “Food blog”.<br><br>,Focus on how the pictures are positioned: 3 columns layout for the desktop vs. 1 column layout in the mobile version.",
    "description_detail_de": "Erstellen Sie eine mobile Website für einen der beliebtesten Food-Blogs da draußen, treffend “Food blog” genannt.<br><br>Konzentrieren Sie sich dabei auf die Bildanordnung: 3-Spalten-Layout für den Desktop vs. 1-Spalten-Layout in der mobilen Version.",
    "description_detail_es": "Desarrollará un sitio web apto para dispositivos móviles para uno de los blogs de comida más populares, llamado acertadamente “Food blog”.<br><br>Céntrese en la disposición de las imágenes: diseño de 3 columnas para el escritorio frente a diseño de 1 columna en la versión móvil.",
    "image": "veaganFoodBlock.png",
    "link": "FE18-CR1-NetusilThomas/"
  },
  {
    "name": "Weekly Planner",
    "technics": "HTML / SCSS / JSON / TypeScript",
    "description_short_en": "Project description:",
    "description_short_de": "Projekt beschreibung:",
    "description_short_es": "Descripción del Proyecto:",
    "description_detail_en": "In this Code Review, your job is to create a list of Tasks for a “My Weekly Planner” website. Information about the tasks should be stored in a JSON file.<br>Every time the “Importance” button is clicked the Importance should increases by one and the color should change",
    "description_detail_de": "Im heutigen Code Review besteht deine Aufgabe darin, eine Aufgabenliste für die Website “Mein Wochenplaner” zu erstellen. Die Informationen zu den Aufgaben sollen in einer JSON-Datei gespeichert werden.<br>Jedes Mal, wenn auf die Schaltfläche “Wichtigkeit” geklickt wird, sollte sich die Wichtigkeit um eins erhöhen und die Farbe ändern.",
    "description_detail_es": "En esta revisión de código, tu trabajo es crear una lista de tareas para el sitio web “Mi Planificador Semanal”. La información sobre las tareas debe almacenarse en un archivo JSON.<br>Cada vez que se hace clic en el botón “Importancia”, la importancia debe aumentar en uno y el color debe cambiar.",
    "image": "weeklyPlanner.png",
    "link": "FE18-CR2-NetusilThomas/"
  },
  {
    "name": "Take Away Restaurtant",
    "technics": "Angular / SCSS",
    "description_short_en": "",
    "description_short_de": "",
    "description_short_es": "",
    "description_detail_en": "Create at least 7 pages / components: ... The NavBar will be always showing, the same for the Footer. Home and About Us should have static content. Menu will hold dynamic content created from objects. On clicking on the Details button it should lead to the details page ...",
    "description_detail_de": "Erstellen Sie mindestens 7 Seiten/Komponenten: ... Die NavBar (Navigationsleiste) und der Footer (Fußzeile) sollen immer sichtbar sein. Startseite und “Über uns” sollten statische Inhalte haben. Das Menü wird dynamische Inhalte enthalten, die aus Objekten erstellt werden. Ein Klick auf den “Details”-Button sollte zur Details-Seite führen.",
    "description_detail_es": "Cree al menos 7 páginas/componentes: ... La barra de navegación (NavBar) y el pie de página (Footer) deben estar siempre visibles. La página de inicio y “Acerca de nosotros” deben tener contenido estático. El menú contendrá contenido dinámico creado a partir de objetos. Al hacer clic en el botón VDetalles”, se debe dirigir a la página de detalles.",
    "image": "ristoranteOnlineShop.png",
    "link": "FE18-CR3-NetusilThomas/"
  },
  {
    "name": "Alumni website",
    "technics": "Groupwork / Angular / SCSS",
    "description_short_en": "What we need",
    "description_short_de": "Was wir brauchen",
    "description_short_es": "Lo que necesitamos",
    "description_detail_en": "The alumni website should consist of five sections: Home page, Alumni directory, Stories, Careers and Events. The purpose of the website is to give all necessary information about alumni",
    "description_detail_de": "Die Alumni-Website sollte aus fünf Bereichen bestehen: Startseite, Alumni-Verzeichnis, Geschichten, Karriere und Veranstaltungen. Der Zweck der Website besteht darin, alle notwendigen Informationen über die Alumni bereitzustellen.",
    "description_detail_es": "El sitio web para exalumnos debe constar de cinco secciones: Página de inicio, Directorio de exalumnos, Historias, Carreras y Eventos. El propósito del sitio web es brindar toda la información necesaria sobre los exalumnos.",
    "image": "frontEndProject.png",
    "link": "front-end-project/"
  },
  {
    "name": "Web Library",
    "technics": "PHP / MySQL",
    "description_short_en": "Task:",
    "description_short_de": "Aufgabe:",
    "description_short_es": "Tarea:",
    "description_detail_en": "As a Full Stack Web Developer you got your first full-stack project, the Big Library web application. The customer wants you to create a big list of all media available in the library (books, CDs, DVDs) and make it available over the web",
    "description_detail_de": "Als Full-Stack-Webentwickler hast du dein erstes komplettes Full-Stack-Projekt bekommen: die Webanwendung 'Große Bibliothek'. Der Kunde wünscht sich von dir die Erstellung einer umfangreichen Liste aller in der Bibliothek verfügbaren Medien (Bücher, CDs, DVDs) und deren Bereitstellung im Web.",
    "description_detail_es": "Como desarrollador web Full Stack, acabas de conseguir tu primer proyecto completo: la aplicación web 'Gran Biblioteca'. El cliente te solicita crear una gran lista de todos los medios disponibles en la biblioteca (libros, CD, DVD) y hacerla accesible a través de la web.",
    "image": "theLibrary.png",
    "link": "BE18-CR4-NetusilThomas/"
  },
  {
    "name": "Adopt a Pet",
    "technics": "PHP / MySQL",
    "description_short_en": "Task:",
    "description_short_de": "Aufgabe:",
    "description_short_es": "Tarea:",
    "description_detail_en": "Create an animal adoption platform to connect users and animals. All users must introduce their first_name and last_name, email, phone_number, address, picture and password in order to register",
    "description_detail_de": "Erstelle eine Plattform für die Vermittlung von Tieren, um Nutzer und Tiere miteinander zu verbinden. Bei der Registrierung müssen alle Nutzer ihren Vornamen, Nachnamen, E-Mail-Adresse, Telefonnummer, Anschrift, Bild und Passwort angeben.",
    "description_detail_es": "Crea una plataforma de adopción de animales para conectar a usuarios y animales. Todos los usuarios deben introducir su nombre, apellido, correo electrónico, número de teléfono, dirección, foto y contraseña para registrarse.",
    "image": "adoptAPet.png",
    "link": "BE18-CR5-NetusilThomas/"
  }
]